<template>
    <div>
        <div>
            <h3>博客内容</h3>
            <div class="bgc">主要内容是前端常用网站汇总与技术笔记整理等,后续有新想法将持续更新</div>
        </div>
        <div>
            <h3>关于我</h3>
            <div class="bgc">一个对技术充满兴趣的前端开发,98年现居武汉</div>
        </div>
        <div>
            <h3>联系方式</h3>
            <div class="bgc">邮箱:15172406030@163.com</div>
        </div>
        <div>
            <div class="bgc">
                <p><i></i>人生的幸运是靠努力而来的，世上没有不劳而获，天上掉馅饼的事，所谓种瓜得瓜，种豆得豆。别人可以替你开车，但不能替你走路；可以替你做事，但不能替你感受。人生的路要靠自己去走，成功要靠自己去争取。天助自助者，成功者自救。
                </p>
                <p><i></i>将来的你，一定会感谢现在拼命努力的自己。每一个你讨厌的现在，都有一个不够努力的曾经，你尽力了，才有资格说自己的运气不好。成长的背后，必定是心酸的付出。加油。</p>
                <p><i></i>一眼就能看得到头，不是我们想要的生活，我们为之努力，不是为了飞黄腾达，睥睨群雄，而是努力让自己的生活多一种可能，给自己的未来多一份惊喜</p>
            </div>
        </div>
    </div>
</template>

<script lang="ts" setup>

</script>

<style lang="scss" scoped>

</style>